Revit 2027 API
SymbolTypeId.KgPerMSup2 Property
 Symbol kg/m², indicating unit Kilograms per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerMSup2 { get; }
Public Shared ReadOnly Property KgPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerMSup2 {
	ForgeTypeId^ get ();
}
static member KgPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace